<template>
  <div class="setUp">
    <x-header :left-options="{backText: ''}" style="background-color:#3190e8;position:fixed;top:0;left:0;width:100%;" class="xheard" >免责声明</x-header>
    <div class="agreement">
      <h1 class="title">联众同行APP免责声明</h1>
      <div class="artical">
        <p class="artical-desc">您访问、浏览或使用联众同行APP平台(以下统称“联众同行”)，表明您已阅读、理解并同意接受以下条款的约束，并遵守所有适用的法律和法规。您一旦使用联众同行，则须秉着诚信的原则遵守以下条款。</p>


<h2 class="second-title">一、	一般原则</h2>
以下规则适用于所有联众同行用户或浏览者，联众同行可能随时修改这些条款。您应经常访问本页面以了解当前的条款，因为这些条款与您密切相关。这些条款的某些条文也可能被联众同行中某些页面上或某些具体服务明确指定的法律通告或条款所取代，您应该了解这些内容，一旦接受本条款，即意味着您已经同时详细阅读并接受了这些被引用或取代的条款。<br/>

<h2 class="second-title">二、	权利说明</h2>
联众同行养生有限公司及其关联公司（以下称“本公司”)对其发行的或与合作公司共同发行的包括但不限于提供的软件及相关产品或服务的全部内容，享有知识产权，受法律保护。如果相关内容未含权利声明，并不代表本公司对其不享有权利和不主张权利，您应根据法律、法规及诚信原则尊重权利人的合法权益并合法使用该内容。<br/>
未经本公司书面许可，任何单位及个人不得以任何方式或理由对上述软件、产品、服务、信息、文字的任何部分进行使用、复制、修改、抄录、传播或与其它产品捆绑使用、销售,或以超级链路连接或传送、存储于信息检索系统或者其他任何商业目的使用，但对于非商业目的的、个人使用的下载或打印（未作修改，且须保留该内容中的版权说明或其他所有权的说明）除外。<br/>
上述软件及相关产品或服务中使用和显示的商标和标识（以下统称“商标”）是本公司在服务及其它相关领域内注册和未注册的有关商标，受法律保护，但注明属于其他方拥有的商标、标志、商号除外。该等软件中所载的任何内容，未经本公司书面许可，任何人不得以任何方式使用联众同行名称及相关商标、标识。<br/>
用户通过联众同行发布的信息或内容，并不代表联众同行之意见及观点，也不意味着联众同行赞同其观点或证实其内容的真实性。<br/>

<h2 class="second-title">三、	用户信息</h2>
为联众同行提供相应服务之必须，您以自愿填写的方式提供注册所需的姓名、性别、电话以及其他个人信息，则表示您已经了解并接受您个人信息的用途，同意联众同行为实现该特定目的使用您的个人信息。除此个人信息之外，其他任何您发送或提供给联众同行的材料、信息或文本(以下统称“信息”)均将被视为非保密和非专有的，联众同行对这些信息不承担任何义务。同时如果您提交时没有特别声明的，可视为同意联众同行及其授权人可以因商业或非商业的目的复制、透露、分发、合并和以其他方式利用这些信息和所有数据、图像、声音、文本及其他内容。您可阅读下面的联众同行隐私政策以了解更加详细的内容。<br/>

<h2 class="second-title">四、	责任限制声明</h2>
联众同行所载的信息，包括但不限于文本、图片、数据、观点、网页或链接，虽然力图准确和详尽，但联众同行平台上的店铺、商品信息、服务信息（包括但不限于店铺名称、公司名称、 联系人及联络信息、产品的描述和说明、相关图片、视频等）均由商户自行提供并上传，由商户对其提供并上传的所有信息承担相应法律责任。联众同行平台转载作品（包括论坛内容）出于传递更多信息之目的，并不意味联众同行赞同其观点或已经证实其内容的真实性。联众同行并不就其所包含的信息和内容的准确、完整、充分和可靠性做任何承诺。联众同行表明不对这些信息和内容的错误或遗漏承担责任，也不对这些信息和内容作出任何明示或默示的，包栝但不限于没有侵犯第三方权利、质量和没有智能终端病毒的保证。具体免责条款如下：<br/>
1、一切移动客户端用户在下载并浏览联众同行APP软件时均被视为已经仔细阅读本条款并完全同意。凡以任何方式登陆联众同行平台，或直接、间接使用联众同行平台资料者，均被视为自愿接受本声明和用户服务协议的约束。<br/>
2、联众同行平台转载的文字、图片、音视频等资料均由商户提供，其真实性、准确性和合法性由信息发布人负责。联众同行对此不提供任何保证，并不承担任何法律责任。<br/>
3、联众同行平台所转载的文字、图片、音视频等资料，如果侵犯了第三方的知识产权或其他权利，责任由作者或转载者本人承担，联众同行对此不承担责任。<br/>
4、无论在任何情况下（包括但不限于疏忽原因），由于使用联众同行上的信息或由联众同行链接的信息，或其他与联众同行链接的网站信息，对您或他人所造成任何的损失或损害（包括直接、间接、特别或后果性的损失或损害，例如收入或利润之损失，智能终端系统之损坏或数据丢失等后果），均由使用者自行承担责任（包括但不限于疏忽责任）。<br/>
5、用户明确并同意其使用联众同行平台网络服务所存在的风险将完全由其本人承担；因其使用联众同行平台网络服务而产生的一切后果也由其本人承担，联众同行对此不承担任何责任。<br/>
6、除联众同行平台注明之服务条款外，其它因不当使用联众同行平台而导致的任何意外、疏忽、合约毁坏、诽谤、版权或其他知识产权侵犯及其所造成的任何损失，联众同行概不负责，亦不承担任何法律责任。<br/>
7、不论在何种情况下，联众同行对由于信息网络设备维护、信息网络连接故障、智能终端、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务不承担责任。<br/>
8、本声明未涉及的问题请参见国家有关法律法规，当本声明与国家有关法律法规冲突时，以国家法律法规为准。<br/>
9、本网站相关声明版权及其修改权、更新权和最终解释权在法律规定范围内均属联众同行所有。<br/>


<h2 class="second-title">五、	第三方链接</h2>
联众同行可能保留有第三方网站或网址的链接，访问这些链接将由用户自己作出决定，联众同行并不就这些链接上所提供的任何信息、数据、观点、图片、陈述或建议的准确性、完整性、充分性和可靠性提供承诺或保证。联众同行没有审查过任何第三方网站，对这些网站及其内容不进行控制，也不负任何责任。如果您决定访问任何与本站链接的第三方网站，其可能带来的结果和风险全部由您自己承担。<br/>

<h2 class="second-title">六、	适用法律和管辖权</h2>
通过访问联众同行或使用联众同行提供的服务，即表示您同意该访问或服务受中华人民共和国法律的约束，且您同意受中华人民共和国法院的管辖。访问或接受服务过程中发生的争议应当协商解决，协商不成的，各方一致同意至联众同行养生有限公司住所地有管辖权的法院诉讼解决。<br/>

<h2 class="second-title">七、	隐私政策</h2>
我们非常重视对您的个人隐私保护，我们将按照本隐私政策（以下称“本政策”）收集、使用、共享和保护您的个人信息。在您使用联众同行的产品及服务前，请您仔细阅读并全面了解本政策。对于本政策中与您的权益存在重大关系的条款，我们已将字体加粗以提示您注意。当您浏览、访问联众同行及/或使用联众同行的任一产品或服务时，即表示您已经同意我们按照本政策来收集、使用、共享和保护您的个人信息。<br/>
我们收集、使用、共享和保护您的个人信息，是在遵守国家法律法规规定的前提下，出于向您提供联众同行的产品及服务并不断提升产品及服务质量的目的，包括但不限于支持我们开展联众同行产品及服务相关的市场活动、完善现有产品及服务功能、开发新产品或新服务。<br/>
(一)	信息的收集范围<br/>
您授权我们收集您的以下个人信息：<br/>
身份识别信息，包括但不限于您的姓名、身份证明、联系地址、电话号码、生物特征信息；<br/>
您所处的地理位置及目的地信息；<br/>
平台操作信息，包括但不限于您的IP地址、设备型号、设备标识符、操作系统版本信息；<br/>
支付信息，包括但不限于您的支付时间、支付金额、支付工具、银行账户及支付账户信息；<br/>
个人信用信息，包括但不限于关于您的任何信用状况、信用分、信用报告信息；<br/>
其他根据我们具体产品及服务的需要而收集的您的个人信息，包括但不限于您对我们及我们的产品或服务的意见、建议、您曾经使用或经常使用的移动应用软件以及使用场景和使用习惯等信息。<br/>

(二)	信息的收集方法<br/>
您授权我们通过以下方法收集您的个人信息：<br/>
我们将收集和储存在您注册联众同行时填写及/或提交的信息；<br/>
我们将收集和储存在您浏览、访问联众同行及/或使用联众同行的产品或服务时主动向我们提供的信息；<br/>
我们将收集和储存我们在向您提供联众同行的产品或服务的过程中记录的与您有关的信息；<br/>
我们将收集和储存您通过我们的客服人员及/或其他渠道主动提交或反馈的信息；<br/>
我们将向关联公司、商业合作伙伴及第三方独立资料来源，收集和储存其合法获得的与您有关的信息；<br/>
我们将向依法设立的征信机构査询您的相关信用信息，包括但不限于任何信用分、信用报告等。<br/>

(三)	信息的用途<br/>
您授权我们出于以下用途使用您的个人信息：<br/>
向您提供联众同行的产品及服务，并进行联众同行相关网站及APP的管理和优化；<br/>
提升和改善联众同行现有产品及服务的功能和质量，包括但不限于产品及服务内容的个性化定制及更新；<br/>
设计、开发、推广全新的产品及服务；<br/>
提高联众同行产品及服务安全性，包括但不限于身份验证、客户服务、安全防范、诈骗监测、存档和备份；<br/>
协助行政机关、司法机构等有权机关开展调査，并遵守适用法律法规及其他向有权机关承诺之义务；<br/>
在收集信息之时所通知您的用途以及与上述任何用途有关的其他用途。<br/>

(四)	信息的共享<br/>
我们对您的个人信息承担保密义务，但您授权我们在下列情况下将您的信息与第三方共享：<br/>
为了提升我们的产品及服务质量或向您提供全新的产品及服务，我们会在关联公司内部共享您的相关信息，也可能将我们收集的信息提供给第三方用于分析和统计；<br/>
如果您通过联众同行使用的某些产品及服务是由我们的合作伙伴提供的，或是由我们与合作伙伴或供应商共同提供的，我们将与其共享向您提供相应产品及服务所必需的信息；<br/>
为了与第三方开展联合推广活动，我们可能与其共享开展活动所必需的以及在活动过程中产生的相关信息；<br/>
为了维护您的合法权益，在协助处理与您有关的交易纠纷或争议时，我们会向您的交易相对方或存在利害关系的第三方提供解决交易纠纷或争议所必需的信息；<br/>
根据法律法规的规定及商业惯例，我们需要接受第三方的审计或尽职调査时，可能向其提供您的相关信息；<br/>
根据法律法规的规定或行政机关、司法机构等有权机关要求，我们会向其提供您的相关信息；<br/>
其他经您同意或授权可以向第三方提供您的个人信息的情况。<br/>

(五)	信息存储<br/>
我们收集的有关您的信息和资料将保存在联众同行及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或联众同行收集信息和资料所在地并在该地被访问、存储和展示。<br/>

(六)	信息的安全及保护措施<br/>
我们将采用严格的安全制度以及行业通行的安全技术和程序来确保您的个人信息不被丢失、泄露、毀损或滥用。联众同行的员工及服务外包人员将受到保密协议的约束，同时还将受到数据信息的权限控制和操作监控。<br/>
请您注意，任何安全系统都存在可能的及未知的风险。<br/>
您的交易相对方、您访问的第三方网站经营者、您使用的第三方服务提供者和通过我们获取您的个人信息的第三方可能有自己的隐私权保护政策以及获取您个人信息的方法和措施，这些第三方的隐私权保护政策、获取个人信息的方法和措施将不会受到我们的控制。虽然我们将与可能接触到您的个人信息的联众同行的合作方及供应商等第三方签署保密协议并尽合理的努力督促其履行保密义务，但我们无法保证第三方一定会按照联众同行的要求采取保密措施，我们亦不对第三方的行为及后果承担任何责任。<br/>
在使用联众同行进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。请您妥善保管您的账户及密码信息，如您发现自己的个人信息泄密，尤其是你的账户及密码发生泄露，请您立即联络联众同行，以便联众同行采取相应措施。<br/>
作为用户，您可根据您的意愿决定是否使用联众同行的服务，是否主动提供个人信息。如果我们监测到您将联众同行的产品及服务以及相关信息用于欺诈或非法目的，我们将会采取相应措施，包括但不限于中止或终止向您提供任何产品或服务。<br/>

(七)	可能向您发送的信息<br/>
为保证服务完成所必须的验证码；<br/>
使用产品或服务时所必要的推送通知；<br/>
当前服务优惠及减免信息；<br/>
关于联众同行产品或服务的新闻以及市场活动及优惠促销信息。<br/>

（八） Cookie 及网络 Beacon的使用<br/>
1、Cookie的使用<br/>
Cookie是由网页服务器存放在您的访问设备上的文本文件。指定给您的Cookie 是唯一的，它只能被将Cookie发布给您的域中的Web服务器读取。<br/>
联众同行使用 Cookie 来帮助您实现您的联机体验的个性化，使您在联众同行及其关联方获得更轻松的访问体验。例如，Cookie 会帮助您在后续访问联众同行网站时调用您的信息，简化记录您填写个人信息（例如一键登录等）的流程；为您提供安全购物的偏好设置；帮助您优化对广告的选择与互动；保护您的数据安全等。<br/>
您有权接受或拒绝 Cookie。大多数浏览器会自动接受Cookie，但您通常可根据自己的需要来修改浏览器的设置以拒绝 Cookie。如果选择拒绝 Cookie，那么您可能无法完全体验所访问的联众同行网站或某些服务的全部功能。<br/>
2、网络Beacon的使用<br/>
联众同行网页上常会包含一些电子图象（称为"单像素" GIF 文件或 "网络 beacon"），它们可以帮助网站计算浏览网页的用户或访问某些cookie。联众同行使用网络beacon的方式有：<br/>
①联众同行通过在联众同行网站上使用网络beacon，计算用户访问数量，并通过访问 cookie 辨认注册用户。 <br/>
②联众同行通过得到的cookie信息，可以在联众同行网站提供个性化服务。<br/>


<h2 class="second-title">八、	其他</h2>
您应当是具备相应民事行为能力的自然人，若您不具备前述主体资格，则您需要在您的家长、法定监护人或指定监护人（以下统称"监护人"）的监护下使用联众同行，否则应立即停止使用。违反上述约定使用联众同行的，需自行承担因此而导致的一切后果，且联众同行有权注销您的账户，并向您及您的监护人索赔。<br/>
如您对本声明有任何疑问，您可以通过联众同行公布的联系方式与我们联系。本声明属于《联众同行APP平台用户注册协议》不可分割的有效组成部分。<br/>

      </div>
    </div>

  </div>
</template>

<script>
    import mixin_g from './protocol_duty.g.js';
export default {
  mixins: [mixin_g],
    components: {
      XHeader
    }
  };
</script>

<style lang="stylus" rel="stylesheet/stylus">
  
  .setUp
    .xheard
      position fixed
      width 100%
      top 0
      left 0
    position : relative
    background-color : #ffffff
    z-index : 300
    .agreement
      margin-top 44px
      background-color : #ffffff
      padding : .1rem
      .title
        text-align : center
        color : #000
        font-size : .16rem
        padding-bottom : .1rem
        padding-top : .1rem
      .artical
        text-align : left
        color #333333
        font-size : .14rem
        line-height : .25rem
        .artical-desc
          text-indent:.28rem
        .second-title
          text-align : left
          font-size : .15rem
          padding : .1rem .0rem
</style>
