<template>
  <div class="setUp">
        <x-header :left-options="{backText: ''}" style="background-color:#3190e8;position:fixed;top:0;left:0;width:100%;" class="xheard">用户注册协议</x-header>

    <div class="agreement">
      <h1 class="title">联众同行APP平台用户注册协议</h1>
      <div class="artical">
        <p class="artical-desc">本协议是您与联众同行APP平台（包括但不限于手机APP、网页版、微信版及H5页面，以下简称为“本平台”）所有者联众同行健康服务有限公司（以下简称为“联众同行”）之间就使用联众同行APP平台服务等相关事宜所订立的契约，
      请您仔细阅读本注册协议，您点击“同意并继续”按钮后，本协议即构成对双方有约束力的法律文件。</p>
        <h2 class="second-title">第1条 服务条款的确认和接纳</h2>
        1.1联众同行APP平台的各项电子服务的所有权和运作权归联众同行所有，
        本平台所有者是在政府部门依法许可或备案的联众同行APP平台经营主体。
        您同意所有注册协议条款并完成注册程序，才能成为本平台的正式用户。
        请您确认：本协议条款是处理双方权利义务的真实意思表示，合法有效，法律另有强制性规定或双方另有特别约定的，依其规定。<br/>
        1.2您同意本协议的，即视为您具有享受本平台服务、下单购物等相应的权利能力和行为能力，能够独立承担法律责任。<br/>
        1.3如果您未满18周岁，请您在父母或监护人的陪同下使用本平台。<br/>
        1.4若您不具备前述主体资格，请勿使用服务，否则您及您的监护人应承担因此而导致的一切后果。<br/>
        1.5联众同行保留在中华人民共和国大陆地区法律允许的范围内单方决定拒绝服务、关闭账户、清除或编辑内容或取消订单的权利。<br/>
        <h2 class="second-title">第2条 平台服务</h2>
        2.1联众同行通过互联网依法为您提供互联网信息等服务，联众同行基于互联网，以包含联众同行平台网站、客户端等在内的各种形态
        （包括未来技术发展出现的新的服务形态）向您提供的各项服务。您在完全同意本协议及本平台规定的情况下，方有权使用本平台的相关服务。<br/>
        2.2您必须自行准备如下设备和承担如下开支：<br/>
        （1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；<br/>
        （2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。<br/>
        <h2 class="second-title">第3条 用户信息</h2>
        3.1您应诚信的使用本平台提供的服务。您必须保证提供的注册资料真实、准确、完整、合法有效，您注册资料如有变动的，
                应及时登录联众同行账户对个人信息资料进行更新，如果您提供的注册资料不合法、不真实、不准确、不详尽的，
                需承担由此引起的相应责任及后果，并且联众同行可以终止本协议。<br/>
        3.2您在本平台进行浏览、下单购物等活动时，涉及您真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，本平台将予以严格保密，
                除非得到您的授权或法律另有规定，本平台不会向外界披露您的隐私信息。<br/>
        3.3您注册成功后，将产生属于您个人的账号和密码等账户信息，您可以根据本平台规定修改密码、账号。您应谨慎合理的保存、使用账号和密码。
        您若发现任何非法使用您账号或账户信息存在安全漏洞的情况，请立即通知本平台并注意保留相关证据。
        如您怠于通知本平台而由此产生的一切扩大损失，本平台不承担责任。在此种情形下，联众同行有权使用您的注册信息（包括但不限于账户、密码等信息），
        登录进入您的注册账户，进行证据保全，包括但不限于公证、见证等。<br/>
        3.4您同意，联众同行拥有通过邮件、短信、电话等形式，向在本平台注册、购物用户、收货人发送订单信息、促销活动等告知信息的权利。<br/>
        3.5您不得将在本平台注册获得的账户出借、出租、转让给他人使用，否则您应承担由此产生的全部法律后果，并与实际使用人承担连带责任。
        账户因您主动泄露而遭受他人攻击、诈骗等行为导致的损失及后果，均由您自行承担。<br/>
        3.6您确认并同意，在您的账户登录状态下进行的所有操作均视为您本人的操作，您应对您账户项下的所有行为结果
        （包括但不限于在线签署各类协议、发布信息、购买商品及资金操作等）负责。<br/>
        <h2 class="second-title">第4条 用户承诺条款</h2>
        本协议依据国家相关法律法规规章制定，您承诺严格遵守以下义务：<br/>
        （1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，
        煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；<br/>
        （2）从中国大陆向境外传输资料信息时必须符合中国有关法规；<br/>
        （3）不得利用本平台从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；<br/>
        （4）不得干扰本平台的正常运转，不得侵入本平台及国家计算机信息系统；<br/>
        （5）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；<br/>
        （6）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；<br/>
        （7）不得教唆他人从事本条所禁止的行为；<br/>
        （8）不得利用在本平台注册的账户进行牟利性经营活动；<br/>
        （9）不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；<br/>
        您应不时关注并遵守本平台不时公布或修改的各类合法规则规定。
        本平台拥有删除站内各类不符合法律政策或不真实的信息内容而无须通知您的权利。
        若您未遵守以上规定的，本平台有权作出独立判断并采取暂停或关闭您帐号等措施。您须对自己在网上的言论和行为承担法律责任。<br/>
        <h2 class="second-title">第5条 商品/服务信息</h2>
        本平台上的商品/服务价格、数量、是否有货等信息随时都有可能发生变动，本平台不作特别通知。由于网站上商品/服务信息的数量极其庞大，
        虽然本平台会尽最大努力保证您所浏览商品/服务信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，
        本平台网页显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解；联众同行欢迎您纠错，并会视情况给予一定的奖励。<br/>
        <h2 class="second-title">第6条 订单</h2>
        6.1商品交易订单<br/>
        6.1.1在您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与您本人不一致的，
        收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。<br/>
        6.1.2除法律另有强制性规定外，双方约定如下：本平台上销售方展示的商品和价格等信息仅仅是交易信息的发布，
        您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址等内容；系统生成的订单信息是计算机信息系统根据您填写的
        内容自动生成的数据，仅是您向销售方发出的建立交易要约；只有在销售方将您在订单中订购的商品从仓库实际直接发出时（ 以商品出库为标志），
        方视为您与销售方之间正式建立了交易关系；如果您在一份订单里订购了多种商品并且销售方只发出了部分商品时，
        您与销售方之间仅就实际发出的商品建立了交易关系。您可以随时登录您在本平台注册的账户，查询您的订单状态。<br/>
        6.1.3由于市场变化及各种以合理商业努力难以控制的因素的影响，本平台无法保证您提交的订单信息中希望购买的商品都会有货；
        如您拟购买的商品，发生缺货，您有权取消订单。<br/>
        6.1.4配送<br/>
        6.1.4.1销售方将会把商品（货物）送到您所指定的收货地址，所有在本平台上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、
        送货地点的基础上估计得出的。<br/>
        6.1.4.2因如下情况造成订单延迟或无法配送等，销售方不承担延迟配送的责任：<br/>
        （1）您提供的信息错误、地址不详细等原因导致的；<br/>
        （2）货物送达后无人签收，导致无法配送或延迟配送的；<br/>
        （3）情势变更因素导致的；<br/>
        （4）不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等。<br/>
        6.2服务交易订单<br/>
        6.2.1 您选择购买联众同行平台展示的服务前，应仔细阅读信息展示页面的所有信息，了解服务的种类、价格、数量、消费提示等相关信息。<br/>
        6.2.2 您点击“预约”按钮后系统会自动生成包含服务名称、购买数量、应付总额、服务地址（如有）等信息的订单，您应仔细核对。
        您点击订单底部的“提交订单”按钮，视为您已阅读并同意服务页面的所有内容并认可订单内容，订单内容及服务页面信息视为您与商户之间的合同。<br/>
        6.2.3您提交订单成功后，通过第三方支付工具或网银支付给联众同行的款项，为联众同行接受商户委托代收的款项，您付款则视为您已向商户履行了付款义务。
        联众同行收到款项后，联众同行平台系统会自动代商户向您发送用于消费的电子凭证（兑换码），服务人员上门服务凭借订单号用于上门服务凭证。<br/>
        6.2.4 您持收到的电子凭证，按照使用规则要求商户履行合同义务时，商户应按照兑换码使用规则，在兑换码验证通过后向您提供约定的服务并向您开具发票。<br/>
        6.2.5 您使用优惠券购买商家的服务时，应遵守联众同行优惠券使用规则；您持有联众同行券时，应遵守联众同行券使用规则；<br/>
        6.2.6您应于下单后十五分钟内完成支付，否则本平台有权取消订单。<br/>
        6.2.7您完成支付后，因自身原因取消订单的，按照如下规定办理退款：<br/>
        a.在订单支付成功后三十分钟内取消订单的，本平台将您所支付的金额按照支付原路全款返还到支付账户；<br/>
        b.在实际服务开始前三小时取消订单的，本平台将您所支付的金额的80%按照支付原路返还到支付账户；<br/>
        c.在到家服务已经上门后取消订单的，本平台将您所支付的金额的50%按照支付原路返还到支付账户。<br/>
        <h2 class="second-title">第7条 所有权及知识产权条款</h2>
        7.1您一旦接受本协议，即表明该您主动将其在任何时间段在本平台发表的任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等信息内容）
        的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、
        摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给联众同行所有，
        您同意联众同行有权就任何主体侵权而单独提起诉讼。<br/>
        7.2本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权等权利转让书面协议，
        其效力及于您在联众同行网站上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。<br/>
        7.3您同意并已充分了解本协议的条款，承诺不将已发表于本平台的信息，以任何形式发布或授权其它主体以任何方式使用
        （包括但不限于在各类网站、媒体上使用）。<br/>
        7.4联众同行是本平台的制作者,拥有本平台内容及资源的著作权等合法权利,受国家法律保护,有权不时地对本协议及本平台的内容进行修改，
        并在本平台张贴，无须另行通知您。在法律允许的最大限度范围内，联众同行对本协议及本平台内容拥有解释权。<br/>
        7.5除法律另有强制性规定外，未经联众同行明确的特别书面许可,任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、
        抓取或以其他方式使用本平台的信息内容，否则，联众同行有权追究其法律责任。<br/>
        7.6本平台所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），
        均是联众同行或其内容提供者的财产，受中国和国际版权法的保护。本平台上所有内容的汇编是联众同行的排他财产，受中国和国际版权法的保护。
        本平台上所有软件都是联众同行或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。<br/>
        <h2 class="second-title">第8条 责任限制及不承诺担保</h2>
        除非另有明确的书面说明,本平台及其所包含的或以其它方式通过本平台提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在按现状和按现有的基础上提供的。<br/>
        除非另有明确的书面说明,联众同行不对本平台的运营及其包含在本平台上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。<br/>
        联众同行不担保本平台所包含的或以其它方式通过本平台提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从本平台发出的电子信件、信息没有病毒或其他有害成分。<br/>
        如因不可抗力或其它本平台无法控制的原因使本平台销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，联众同行会合理地尽力协助处理善后事宜。<br/>
        不可抗力指签署本合同时不能预见、不能避免、不能克服的，且导致本合同全部或者部分不能履行或者不能按时履行的客观情况，包括但不限于，政府行为、自然灾害、火灾、爆炸、台风、洪水、地震、海啸、雷电或战争。任何信用、资本或资金短缺不应视为本合同项下的不可抗力事件范围。<br/>
        <h2 class="second-title">第9条 协议更新及用户关注义务</h2>
        根据国家法律法规变化及网站运营需要，联众同行有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本平台上即生效，并代替原来的协议。您可随时登录查阅最新协议； 您有义务不时关注并阅读最新版的协议及平台公告。如您不同意更新后的协议，可以且应立即停止接受联众同行APP平台依据本协议提供的服务；如您继续使用本平台提供的服务的，即视为同意更新后的协议。联众同行建议您在使用本平台之前阅读本协议及本平台的公告。 如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。<br/>
        <h2 class="second-title">第10条 法律管辖和适用</h2>
        本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。 如发生本协议的条款与适用之法律相抵触时，则该等条款将完全按法律规定重新解释，而其它条款继续有效。 如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可提请北京仲裁委员会按照其仲裁规则进行仲裁。仲裁裁决是终局的，对双方均有约束力。<br/>
        <h2 class="second-title">第11条 其他</h2>
        11.1联众同行尊重您的合法权利，本协议及本平台上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为您提供服务。本平台欢迎您提出意见和建议，联众同行将虚心接受并适时修改本协议及本平台上的各类规则。<br/>
        11.2本协议内容中以黑体、加粗、下划线、斜体等方式显著标识的条款，请您着重阅读。您同意本协议的，视为对该等条款的接受。<br/>
        11.3您点击本协议下方的“同意并继续”按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。<br/>

      </div>
    </div>

  </div>
</template>

<script>
  import { XHeader } from 'vux';
  import mixin_g from './protocol_agreement.g.js';
export default {
  mixins: [mixin_g],
    components: {
      XHeader
    }
  };
</script>

<style lang="stylus" rel="stylesheet/stylus">
  .xheard{
    position fixed
    width 100%
    top 0
    left 0
  }
  .setUp
    position : relative
    background-color : #ffffff
    z-index : 300
    .agreement
      margin-top 44px
      background-color : #ffffff
      padding : .1rem
      .title
        text-align : center
        color : #000
        font-size : .16rem
        padding-bottom : .1rem
        padding-top : .1rem
      .artical
        text-align : left
        color #333333
        font-size : .14rem
        line-height : .25rem
        .artical-desc
          text-indent:.28rem
        .second-title
          text-align : left
          font-size : .15rem
          padding : .1rem .0rem
</style>
